chat_system_2004989005_actor_description=Tadum Reg. Dwarf - father of dwarf-girl. The castle owner.
chat_system_2004989005_snap_0_question=^?^A human? In our mines?
chat_system_2004989005_snap_0_answer_0=^?^What, are you surprised?
chat_system_2004989005_snap_1_question=^?^Humans are rare guests in our undergrounds. And recently, they generally only come down as captives.<br>Oh, sorry. I forgot to introduce myself. My name is Tadum Reg, the head of an ancient dwarven family. And who are you?<br>
chat_system_2004989005_snap_1_answer_0=^?^I am [player], Royal Treasure Searcher for His Majesty, King Mark.
chat_system_2004989005_snap_2_question=^?^Fancy that! You are an important little birdie, aren't you? And what do Royal Searchers do? They look for lost items?
chat_system_2004989005_snap_2_answer_0=^?^Well... something like that. Why are you so interested? Have you lost something?
chat_system_2004989005_snap_3_question=^?^Hey, it's you again, the lost searcher. What do you want?
chat_system_2004989005_snap_3_answer_0=^?^Are you still missing your daughter? Has she still not returned?
chat_system_2004989005_snap_3_answer_1=^?^Well... Nothing. I'll see you later.
chat_system_2004989005_snap_4_question=^?^Thank you once more for rescuing Gerda!<br>She will be punished; nobody deserves such a lazy daughter. I will tether her and make her work hard, to make her a good bride.
chat_system_2004989005_snap_4_answer_0=^?^Maybe you shouldn't punish her so severely?
chat_system_2004989005_snap_4_answer_1=^?^In my opinion, you are too strict with her. She's only a little girl...
chat_system_2004989005_snap_5_question=^?^Are you are going to tell me how to educate my own daughter? Go educate your wife!<br>Wait a minute... You have no wife? Well... In that case, you can take my Gerda and educate her, if you're so smart!
chat_system_2004989005_snap_5_answer_0=^?^Why not? Dwarven girls are strong and she isn't afraid of dirty work. Here, let me help you... I'll speak to her.
chat_system_2004989005_snap_5_answer_1=^?^No, no! Educate her however you want, I will not interfere!
chat_system_2004989005_snap_6_question=^?^You know... I see you already have a wife... Well when you have your own children, then you'll understand me!
chat_system_2004989005_snap_6_answer_0=^?^Ok, ok. Settle it yourself.
